tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "gcc"
brew "asciidoctor"
brew "bat"
brew "elfutils"
brew "expat"
brew "libxml2"
brew "krb5"
brew "libtirpc"
brew "libnsl"
brew "sqlite"
brew "python@3.10"
brew "llvm"
brew "ccls"
brew "cmake"
brew "libidn2"
brew "util-linux"
brew "openldap"
brew "curl"
brew "libgit2"
brew "exa"
brew "fzf"
brew "gcc@5"
brew "gh"
brew "git"
brew "luajit"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nnn"
brew "node"
brew "python@3.9"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yarn"
brew "z"
brew "zig"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
