tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "binutils"
brew "llvm"
brew "ccls"
brew "cmake"
brew "exa"
brew "gcc@5"
brew "gh"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node"
brew "starship"
brew "tmux"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-syntax-highlighting"
